Repository: mozilla-l10n/mt-training-data
Catalog: esu/esu_pontoon.tmx
Source language: en_us
Languages: esu

source: 2 down, keep it up!<playIcon></playIcon>
esu: 2-nek qaqitellruuten, tua-llu!<playIcon></playIcon>

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
esu: { $actionType }<playIcon></playIcon> Una-qaa qalarutkaq assirluni qanrutkumauq?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
esu: { $actionType }<recordIcon></recordIcon> tua-llu aperluku igausngalria

source: { $actionType }<stopIcon></stopIcon> when done
esu: { $actionType }<stopIcon></stopIcon> qaqiskuvet

source: { $actionType } submit when ready
esu: { $actionType } submit-arluki qaqiskata

source: Add information
esu: Ilaluku information-aamek

source: Already have an account? <login>Log-In</login>
esu: Account-angqertuten-qaa? <login>Log-in-arluten</login>

source: An error occurred fetching sentences
esu: Pugesciigatellruuq igausngalrianek aqvatellrani

source: An error occurred reviewing this sentence
esu: Alartellruuq igausngalrianek review-allrani

source: An error occurred submitting your voice information
esu: Alartellruuq erinavet information-aaranek submit-allrani

source: Approve
esu: Assirtuq

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
esu: Apcugngaavkut <matrixLink>Matrix-akun</matrixLink>, <discourseLink>Discourse-akun</discourseLink> wall'u <emailLink>email-akun</emailLink>.

source: By telling us about yourself, you will help developers build more inclusive technology
esu: Elpenek qanrucavkut, ikayurciqaten developer-aat pilikuneng atuluaqaryugngalrianek

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
esu: Common Voice-aq atuquvgu, ukuk angerciqagken, <termsLink>Term-at</termsLink> <privacyLink>Privacy Notice-aaq-llu</privacyLink>

source: Cancel Re-recording
esu: Au͡g'arluku qalarutkalinqigtelleq.

source: Cancel Submission
esu: Qalarutkaq Au͡g'arluku

source: Check <icon></icon> is this a linguistically correct sentence?
esu: Review-arluku <icon></icon>, uum-qaa igausngalriim aperyaraa assirtuq?

source: Citation
esu: Naken Igausngacia

source: Clips Uploaded
esu: Qalarutkat Upload-aumallret

source: Continue validating
esu: Cucukluki cali

source: Create a profile
esu: Profile-aliluten

source: Delete my recordings
esu: Qalarutkanka au͡g'arluki

source: Different language
esu: Allamek qaneryaramek

source: Does the sentence meet the guidelines?
esu: Uum-qaa igausngalriim maligtaqui pisqutet?

source: Donate your voice
esu: Erinan aturcelluku

source: Exit & Delete clips
esu: Anluten Au͡g'arluki-llu qalarutkat

source: Finish recording
esu: Qalarutkaq qaqilluku

source: Finish recording first?
esu: Ciumek-qaa qalarutkaq qaqilluku?

source: Finish Review
esu: Review-aq Taqluku

source: Finish validating
esu: Taqluku cucukellerkaq

source: Finish validating clips?
esu: Taq'uten-qaa cucukellerkamek qalarutkanek?

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
esu: Ayuqenrilngurnek yuut allani nunani ilaksugaput, atuluaqaryungalrianek pilkuneng developer-aat. <learnMore>Elicukuvet ciin metadata-q arcararkauluni.</learnMore>

source: Great!<recordIcon></recordIcon> Record your next clip
esu: Aspiaq!<recordIcon></recordIcon> Record-arluten kinguanek qalarutkamek

source: Great work!<playIcon></playIcon> Listen again when you're ready
esu: Aspiaq!<playIcon></playIcon>Ataam niicugniluku upingakuvet

source: Help us validate voices
esu: Cucukeqerki qalarutkat assiqata

source: How would you describe your sex or gender?
esu: Cauga sex-an wall'u gender-aan?

source: I agree
esu: Angraqa

source: I do not agree
esu: Angenritaqa

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
esu: Igausngalriim maligtaqunrilkaki pisqutet, neggluku &quot;Assiituq&quot; button-aaq iqsulirnermi. Nallukuvet igausngalriim assirtacia, skip-aryugngaan, allamek-llu review-arluten.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
esu: Igausngalriim maligtaqukaki pisqutet, neggluku &quot;Assirtuq&quot; button-aaq tallirpilirnermi.

source: If you run out of sentences to review, please help us collect more sentences!
esu: Igausngalriartairuskan, ikayurluta quyurtellerkamteńek allanek igausngalrianek!

source: It is written in a language different than what I’m reviewing.
esu: Allamek qaneryaramek igausngauq.

source: Keep it up, record again <recordIcon></recordIcon>
esu: Kiiki, ataam record-arluten <recordIcon></recordIcon>

source: Keep the recordings
esu: Qalarutkat qemaggluki

source: Leaving now means you'll lose your progress
esu: Waniwa ankuvet caliaqumallren tamarciquq

source: Listen
esu: Niicugniluki

source: Loading sentences…
esu: Pugniarartut igausngalriit…

source: Make sure the sentence meets the following criteria:
esu: Ukut pisqutet maligtaquvkarluki igausngalriit:

source: No microphone found.
esu: Erinairissuun nataqesciigataa.

source: No sentences to review. <addLink>Add more sentences now!</addLink>
esu: Igausngalriartairutuq. <addLink>Cali igausngalrialiluten!</addLink>

source: No thanks, continue speaking
esu: Piyunaituq, cali qanerluten

source: On desktop devices you can contribute by downloading…
esu: Desktop-akun piyugngauten una download-aqugvu…

source: On iOS please continue with Safari to enable recording…
esu: iOS-akun Safari-q aturluku record-arcelluku…

source: <playIcon></playIcon>Last one!
esu: <playIcon></playIcon>Nangneqlia!

source: Please select a language to review sentences.
esu: Cucuklirluten qaneryaramek review-aryugngaluten igausngalrianek.

source: <recordIcon></recordIcon> Last one!
esu: <recordIcon></recordIcon> Nangneqlia!

source: Reject
esu: Assiituq

source: Re-record
esu: Record-anqiggluki

source: Review
esu: Review-arluki

source: Review could not be saved. Please try again later.
esu: Review-an save-asciigatuq. Waniku naspaakina.

source: ⓘ Review Criteria
esu: ⓘ Review-am Pisqutii

source: Review Criteria
esu: Review-am Pisqutii

source: Reviewed sentences not submitted, are sure?
esu: Igausngalriit submit-aqsaitut, anqainaryugtuten-qaa?

source: Review & re-record clips here as you go
esu: Wani review-arluki record-anqigcugngaluki-llu qalarutkat

source: Review & re-record clips if needed
esu: Review-arluki record-anqiggluki-llu piyukuvet

source: Review Sentences
esu: Review-arluki Igausngalriit

source: Review & Submit
esu: Review-arluku Submit-arluku-llu

source: Select an option
esu: Cucuklirluten naliatnek

source: Sentence
esu: Igausngalria

source: { $sentences } sentences reviewed. Thank you!
esu: { $sentences } igausngalrianek review-allruuten. Quyana!

source: Share Common Voice
esu: Common Voice-aq share-arluku

source: Share your clip
esu: Qalarutkan share-arluku

source: Skip
esu: Skip-arluku

source: Source: { $sentenceSource }
esu: Naken: { $sentenceSource }

source: Speak
esu: Qanerluten

source: Speak now
esu: Qanerluten wanirpak

source: Start recording
esu: Qalarutkaq ayagnirluku

source: Submit clips
esu: Qalarutkat Submit-arluki

source: success checkmark
esu: success checkmark-aq

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
esu: Swipe-arluten tallirpilirnermun assiqan. Swipe-arluten iqsulirnermun assiilkan. Swipe-arluten quletmun skip-aryukuvgu. <strong>Review-an nalluyagutevkenaku!</strong>

source: Thank you for contributing your voice!
esu: Quyana erinan aturcelluku!

source: Thank you for donating your voice clips!
esu: Quyana erinan aturcelluku!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
esu: Quyana qalarutkaliluten!<lineBreak></lineBreak>Waniwa review-arluki submit-arluki-llu qalarutkaten kanani.

source: Thank you for your voice information
esu: Quyana erinavet information-aaranek ilaluku

source: There are currently no sentences to review in this language.
esu: Igausngalriartairutuq wani qaneryarami.

source: The recording was too long.
esu: Qalarutkaq taksiyaagtuq.

source: The recording was too quiet.
esu: Qalarutkaq nepaitessiyaagtuq.

source: The recording was too short.
esu: Qalarutkaq nanitessiyaagtuq.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
esu: Sentence Collector-aaq Common Voice platform-amun nugtartuq. <writeURL>Igaucugngauten</writeURL> wall'u <reviewURL>Review-aryugngauten</reviewURL> igausngalrianek Common Voice-ami.

source: The sentence must be grammatically correct.
esu: Grammar-aara assirarkauguq.

source: The sentence must be speakable.
esu: Igausngalria aperyugngararkauguq.

source: The sentence must be spelled correctly.
esu: Spelling-aara assirarkauguq.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
esu: Uumek information-aamek piyullerpenek ilayugngaan, kiingan asqiatenrilkuvet ilaluku. Una dataset-aq allat yuut aturyugngarikuneng iirumaciqut information-aaten.

source: Three to go!
esu: Pingayurrlainaugut!

source: Upload aborted. Do you want to delete your recordings?
esu: Upload-aq arulairtuq. Qalarutkaten-qaa au͡g'aryugaten?

source: Want to save your information? <createProfile>Create a profile</createProfile>
esu: Information-aaten-qaa save-aryugaten? <createProfile>Profile-aliluten</createProfile>

source: We couldn’t get any audio clips for you to listen to. Please try again later.
esu: Niicugniarkaten pugesciigatut. Waniku naspaakina.

source: We may have run out of clips - refresh the page, or try again later.
esu: Qalarutkat nanglliniut - refresh-aq neggluku wall'u waniku naspaakina.

source: We're making some big changes
esu: Cimirpagarkangqertukut

source: We’re sorry, your platform is not currently supported.
esu: Pitsaqenritamteggen, platform-an aturciigalan.

source: Why are you asking?
esu: Ciin apcit?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
esu: Profile-alikuvet, tangerrsugngaan calialten, allat-llu yuut wani qanelriit calilriit-llu.

source: Write
esu: Igaulluki

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
esu: Keyboard Shortcut-anek-llu aturyugngauten: { sc-review-form-button-approve-shortcut } Assiquni, { sc-review-form-button-reject-shortcut } Assiilkuni, { sc-review-form-button-skip-shortcut } Skip-aryukuvgu

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
esu: Cucukliqsaituten qaneryaramek. <profileLink>Profile</profileLink>-arpenun cucukliryugngauten qaneryaramek.

source: You must allow microphone access.
esu: Erinairissuun aturcetarkaugan.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
esu: Cukassiyaagtuten. Uitaqaqaa, una-qaa igausngalria assirtuq?

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
esu: Nanglliniut Yugcetun qaneryaravcetun qalarutkat! Piyukuvet, allanun Yugcetun qaneryaraitnun cimiryugngaan settings-aami tangerrsugngaluki-llu allat qalarutkat.
